[
  "easy-typing-obsidian",
  "hidden-folder-obsidian",
  "execute-code",
  "code-styler",
  "obsidian-icon-folder",
  "number-headings-obsidian",
  "recent-files-obsidian",
  "link-favicon",
  "obsidian-style-settings",
  "tag-wrangler",
  "note-refactor-obsidian",
  "obsidian-custom-attachment-location",
  "consistent-attachments-and-links",
  "oz-clear-unused-images",
  "table-editor-obsidian",
  "calendar",
  "obsidian-excalidraw-plugin",
  "dataview",
  "highlightr-plugin",
  "obsidian-hover-editor",
  "obsidian-enhancing-mindmap",
  "file-explorer-note-count",
  "floating-toc",
  "obsidian-auto-link-title",
  "media-extended",
  "codeblock-customizer",
  "obsidian-file-color",
  "homepage",
  "meld-encrypt",
  "excel"
]